org2html/summer.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-05-06 Thu 19:50 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>漫長的暑假至今</title>
<meta name="generator" content="Org mode" />

<link rel="stylesheet" type="text/css" href="css/org.css" />
</head>
<body>
<div id="content">
<h1 class="title">漫長的暑假至今</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgd128493">1. 孟德斯鳩與跑步</a>
<ul>
<li><a href="#orgbef6510">1.1. 2020年6月</a></li>
</ul>
</li>
<li><a href="#org23b1187">2. 還有</a></li>
</ul>
</div>
</div>



<div id="outline-container-orgd128493" class="outline-2">
<h2 id="orgd128493"><span class="section-number-2">1</span> 孟德斯鳩與跑步</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgbef6510" class="outline-3">
<h3 id="orgbef6510"><span class="section-number-3">1.1</span> 2020年6月</h3>
<div class="outline-text-3" id="text-1-1">
<p>
孟德斯鳩是一個體面的人。在2020年夏天，我總算基本上讀完了孟德斯鳩的幾個中譯本，說起來，其實也不過三部著作：論法的精神、波斯人信札、論羅馬盛衰的原因。其實貌似波斯人信札中譯本最多？論法的精神好像也不少。基本上讀完的意思就是，其實只是讀了其中的一個譯本。
</p>

<p>
在此之前，其實我也不是很理解所謂體面的人是什麼一種概念。大抵就是雞蛋和高牆選擇了雞蛋的那一種？不過之後，似乎覺得，過於簡單化之後，其實可能就不那麼體面了。
</p>

<p>
在此之前，其實我也想過很多故事的開頭，比如：整整的一個夏天，我都在糾結着是應該去閱讀孟德斯鳩，還是去跑步。雖然最後的選擇，更多時候是看了又一部娛樂而已的電影。雖然實際上應該操心的事情很多，畢業啦、工作啦、論文啦，但實際上，真正讓我糾結的，只有一個：到底應該是去跑步還是看論法的精神。
</p>

<p>
關於跑步，貌似
</p>
</div>
</div>
</div>




<div id="outline-container-org23b1187" class="outline-2">
<h2 id="org23b1187"><span class="section-number-2">2</span> 還有</h2>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2021-05-06 Thu 19:50</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
